tap "homebrew/bundle"
tap "koekeishiya/formulae"
tap "romkatv/powerlevel10k"

brew "colima"
brew "docker"
brew "docker-buildx"
brew "docker-compose"

brew "fzf"
brew "bat"
brew "git"
brew "htop"
brew "neovim"
brew "difftastic"
brew "direnv"
brew "ripgrep"
brew "wget"
cask "zoom"
cask "iterm2"
cask "1password"
cask "1password-cli"

brew "powerlevel10k"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
