tap "borkdude/brew"
tap "clojure-lsp/brew"
tap "clojure/tools"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "quarkusio/tap"
tap "romkatv/powerlevel10k"
tap "snyk/tap"
tap "universal-ctags/universal-ctags"
tap "warrensbox/tap"
brew "cmake"
brew "cocoapods"
brew "colima"
brew "difftastic"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "exercism"
brew "fzf"
brew "git"
brew "gnupg"
brew "golangci-lint"
brew "grep"
brew "harfbuzz"
brew "htop"
brew "jq"
brew "openjdk"
brew "leiningen"
brew "neovim"
brew "nginx"
brew "node"
brew "nvm"
brew "pipenv"
brew "powerlevel10k"
brew "pre-commit"
brew "python@3.10"
brew "ripgrep"
brew "rust"
brew "tree"
brew "universal-ctags", args: ["HEAD"]
brew "watchman"
brew "wget"
brew "borkdude/brew/babashka"
brew "borkdude/brew/clj-kondo"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "clojure/tools/clojure"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "quarkusio/tap/quarkus"
brew "snyk/tap/snyk"
brew "warrensbox/tap/tfswitch"
cask "1password-cli"
cask "dbeaver-community"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "graphql-playground"
cask "iterm2"
cask "lens"
cask "vimr"
cask "zulu@11"
